{
  "Home": "Home",
  "Blogs": "Blogs",
  "About": "About",
  "Conact": "Contact Us",
  "Login": "Login",
  "Story": "Our Story",
  "Team": "Our Team",
  "Careers": "Open Careers",
  "Settings": "Settings",
  "Logout": "Log Out!",

  "Footer": {
    "Subscribe": "Subscribe",
    "Spam": "We'll never try to spam you or share your e-mail",
    "Enter": "Enter your e-mail",
    "Language": "Language",
    "Select": "Select"
  },

  "AboutPage": {
    "Subtitle": "We are here to HELP!",
    "Description": "At Healing, wedd believe there is a better way to do things. A more valuable way where customers are earned rather than bought. We're obsessively passionate about it, and our mission is to help people achieve it. We focus on search engine optimization. It's one of understood and least transparent aspects of great marketing, and we see that as an opportunity. We're excited to simplify SEO for everyone through our software, education, and community.",
    "Title": "Our Founding",
    "Founding": "Healing was founded by Payam Abubakr in 2021. It was called Healing Online, and started as a blog and an online community where some of the world's therapists shared their research and ideas. We launched the Beginner's Guide to Therapy and our first study, and that hub of industry expertise transformed into a small consulting firm and led us to create the Online Therapist of today!"
  },

  "AddNewCard": {
    "NumberAlert": "Incorrect Card Number Format",
    "DateAlert": "Incorrect Card Date Format",
    "CvvAlert": "Incorrect CVV Number Format",
    "NameAlert": "Incorrect Card Name Format",
    "ZipAlert": "Incorrect ZIP Code Format",
    "AddressAlert": "Incorrect Address Format",
    "ThankYou1": "Your new payment method is under review, you will receive an email soon when your card is confirmed.",
    "ThankYou2": "Otherwise you will get a notification telling you what went wrong and how to add a new card.",
    "Title": "ADD CARD DETAILS",
    "Subtitle": "Please make sure all of the info you enter are the same as your card registration info.",
    "Supported": "Supported Card Types",
    "Number": "Card Number",
    "Date": "Expiry Date",
    "Cvv": "CVV Code",
    "Name": "Name on Card",
    "Country": "Country",
    "Zip": "ZIP Code",
    "City": "City",
    "Address": "Address",
    "Add": "Add Card"
  },

  "Recommend": {
    "ThankYou": "You email has been added to the mailing list successfully!",
    "EmailAlert": "Please enter a valid E-Mail!",
    "BlogApology": "Sorry, seems like the blog can't be found!",
    "title": "Sign Up For The Healing Blog",
    "Subtitle": "Weekly, Ad-Free Blogs That Help You Stay In The Know!",
    "ForYou": "recommended for you"
  },

  
}
